Revit 2027 API
DetailCurveArray Constructor
Initializes a new instance of the DetailCurveArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DetailCurveArray()
Public Sub New
public:
DetailCurveArray()
new : unit -> DetailCurveArray
See Also
Reference
DetailCurveArray Class
Autodesk.Revit.DB Namespace